Repository: spoichiche/KodiAmvTrackerPlugin
Catalog: plugin.video.amvtracker/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32001
source: Database File
fr_fr: Fichier de BDD

# #32002
source: All Amvs
fr_fr: Tous les Amvs

# #32003
source: Custom lists
fr_fr: Listes configurées

# #32004
source: Editors
fr_fr: Créateurs

# #32007
source: Years
fr_fr: Années

# #32008
source: Contests
fr_fr: Concours

# #32010
source: Song Artists
fr_fr: Artistes musicaux

# #32011
source: Song Genres
fr_fr: Genres musicaux

# #32031
source: {Editor}'s Amvs
fr_fr: Amvs de {}

# #32012
source: Amv Genre
fr_fr: Genre de l'Amv

# #32013
source: Song Artist
fr_fr: Artiste

# #32014
source: Song Title
fr_fr: Chanson

# #32015
source: Song Genre
fr_fr: Genre musicale

# #32019
source: Rating
fr_fr: Note

# #32020
source: Add to AmvTracker favorites
fr_fr: Ajouter aux favoris AmvTracker

# #32021
source: Remove from AmvTracker favorites
fr_fr: Retirer des favoris AmvTracker

# #32022
source: Add to list
fr_fr: Ajouter à la liste

# #32023
source: Remove from list
fr_fr: Retirer de la liste

# #32024
source: Set rating
fr_fr: Attribuer une note

# #32025
source: Amv succesfully added to AmvTracker's favorite
fr_fr: Amv ajouté aux favoris AmvTracker avec succès

# #32026
source: Amv succesfully removed from AmvTracker's favorite
fr_fr: Amv retiré des favoris AmvTracker avec succès

# #32027
source: Select a list
fr_fr: Choix de la liste

# #32028
source: Amv succesfully added to {List}
fr_fr: Amv ajouté à {} avec succès

# #32029
source: Amv succesfully removed from {List}
fr_fr: Amv retiré de {} avec succès

# #32032
source: Favorite Amvs
fr_fr: Favoris

# #32033
source: New rating set succesfully
fr_fr: Nouvelle note attribuée avec succès

# #32034
source: & More
fr_fr: et plus

# #32035
source: Force 'Editor - Title' as the Amv Title
fr_fr: Forcer 'Createur - Titre' dans le titre de l'Amv

# #32036
source: Show Amv genre info in plot
fr_fr: Afficher le genre de l'Amv dans la description

# #32037
source: Show song artist info in plot
fr_fr: Afficher l'artiste dans la description

# #32038
source: Show song title info in plot
fr_fr: Afficher la chanson dans la description

# #32039
source: Show song genre info in plot
fr_fr: Afficher le genre musical dans la description

# #32040
source: Show release date info in plot
fr_fr: Afficher la date de sortie dans la description

# #32041
source: Show studio info in plot
fr_fr: Afficher le studio dans la description

# #32042
source: Show rating info in plot
fr_fr: Afficher la note dans la description

# #32043
source: Show anime sources info in plot
fr_fr: Afficher les animes dans la description

# #32044
source: Show contests info in plot
fr_fr: Afficher les concours dans la description

# #32045
source: Contests
fr_fr: Participations

# #32046
source: Information showed in plot field
fr_fr: Informations dans la description
